{
  "pageTitle": "Office of Curriculum & Instruction",
  "assistantTitle": "Assistant Superintendent of Curriculum & Instruction",
  "officeMission": "We have an important mission here at Long Branch Public Schools. We strive to meet and exceed the standards set forth by the State of New Jersey. In order to accomplish this, we continuously develop and revise our curricula (<i>what we teach</i>). Our adminstration and teacher leaders ensure best practices are followed during instruction (<i>how we teach</i>).",
  "officeInformation": "Office Information",
  "secretaryTitle": "Confidential Secretary",
  "learnMore": "Learn More About Us",
  "departments": "departments",
  "departmentsIntro": "Check out some of the departments here at Long Branch Public Schools. Each department has at least one supervisor and a master teacher for each building. These professionals help ensure best practices are followed when using their curriculum.",
  "bilingualDescription": "The Bilingual, ESL & World language Department's philosophy embraces our culturally diverse community and provides inclusive and equitable opportunities for our students. OUR Program is a High Intensity English-as-a-Second-Language Program Students receive two or more periods of ESL instruction a day.",
  "hpeDescription": "Our Comprehensive Health and Physical Education class provides intrapersonal content and instruction to enhance motor skills, understanding, and interaction through physical activity and fitness.  Our Physical Education curriculum in grades K-12 provides students with the necessary tools to develop physically, socially, emotionally, and mentally.",
  "spedDescription": "The Long Branch School's Special Education and Related Services Department provides programs that meet the academic, social, emotional, behavioral and physical needs of every student based on individual needs. Through strong relationships and collaboration of stakeholders, the district will promote and support these essential developmental, academic and life skills to prepare students for success in the paths they choose to pursue.",
  "visitButton": "Visit the {{title}} Site",
  "exploreCurricula": "Explore Our Curricula",
  "exploreMessage": "Looking for our Curriculum Documents? We've got you covered.  Head on over to our <1>curricula page</1> to pick a grade span and get started.",
  "exploreButton": "Pick a Grade Span"
}
