{
  "pageTitle": "Oficina de Currículo e Instrucción",
  "assistantTitle": "Asistente del superintendente de Currículo e Instrucción",
  "officeMission": "Tenemos una misión importante aquí en las Escuelas Públicas de Long Branch. Nos esforzamos por cumplir y superar los estándares establecidos por el Estado de New Jersey. Para lograr esto, desarrollamos y revisamos continuamente nuestros planes de estudios (<i>lo que enseñamos</i>). Nuestra administración y maestros líderes aseguran que se sigan las mejores prácticas durante la instrucción (<i>cómo enseñamos</i>).",
  "officeInformation": "Información de la oficina",
  "secretaryTitle": "Secretaria confidencial",
  "learnMore": "Aprenda más acerca de nosotros",
  "departments": "departamentos",
  "departmentsIntro": "Vea algunos de los departamentos aquí en las Escuelas Públicas de Long Branch. Cada departamento tiene al menos un supervisor y un maestro maestro para cada edificio. Estos profesionales ayudan a garantizar que se sigan las mejores prácticas al usar su plan de estudios.",
  "bilingualDescription": "La filosofía del Departamento Bilingüe, ESL e Idiomas del Mundo abarca a nuestra comunidad culturalmente diversa y brinda oportunidades inclusivas y equitativas para nuestros estudiantes. NUESTRO programa es un programa de inglés como segundo idioma de alta intensidad. Los estudiantes reciben dos o más períodos de instrucción ESL al día.",
  "hpeDescription": "Nuestra clase de Educación Física y Salud Integral proporciona contenido e instrucción intrapersonal para mejorar las habilidades motoras, la comprensión y la interacción a través de la actividad física y el buen estado físico. Nuestro plan de estudios de Educación Física en los grados K-12 brinda a los estudiantes las herramientas necesarias para desarrollarse física, social, emocional y mentalmente.",
  "spedDescription": "El Departamento de Educación Especial y Servicios Relacionados de la Escuela Long Branch ofrece programas que satisfacen las necesidades académicas, sociales, emocionales, físicas y de comportamiento de cada estudiante en función de las necesidades individuales. A través de relaciones sólidas y la colaboración de las partes interesadas, el distrito promoverá y apoyará estas habilidades esenciales de desarrollo, académicas y de vida para preparar a los estudiantes para el éxito en los caminos que elijan seguir.",
  "visitButton": "Visite el sitio de {{title}}",
  "exploreCurricula": "Explora nuestros planes de estudios",
  "exploreMessage": "¿Busca nuestros Documentos Curriculares?  Dirígete a nuestra <1>página de planes de estudios</1> para elegir un rango de calificaciones y comenzar.",
  "exploreButton": "Elija un intervalo de grados"
}
